Repository: guijianchou/Kit
Catalog: src/settings-ui/Settings.UI/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# LanguageHeader.Header
source: Language
zh_cn: 语言

# LanguageHeader.Description
source: Kit matches your Windows language by default
zh_cn: Kit 默认匹配 Windows 系统语言

# LanguageRestartInfo.Title
source: Restart Kit to apply language changes
zh_cn: 重启 Kit 以应用语言更改

# LanguageRestartInfoButton.Content
source: Restart
zh_cn: 重启

# Default_Language
source: Windows default
zh_cn: Windows 默认

# Chinese_Simplified_Language
source: Chinese (Simplified)
zh_cn: 简体中文

# SettingsWindow_Title
source: Kit
zh_cn: Kit 设置

# SettingsWindow_AdminTitle
source: Administrator: Kit
zh_cn: 管理员: Kit 设置

# Shell_SearchBox.PlaceholderText
source: Search for settings
zh_cn: 搜索设置

# Shell_Search_NoResults
source: No results for
zh_cn: 未找到结果：

# Shell_Search_ShowAll.Text
source: Show all results
zh_cn: 显示所有结果

# Shell_Dashboard.Content
source: Home
zh_cn: 主页

# Shell_Awake.Content
source: Awake
zh_cn: Awake (保持唤醒)

# Shell_LightSwitch.Content
source: Light Switch
zh_cn: Light Switch (深浅切换)

# Shell_General.Content
source: General
zh_cn: 常规

# Close_NavViewItem.Content
source: Close Kit
zh_cn: 退出 Kit

# CloseDialog.Title
source: Are you sure?
zh_cn: 确定要退出 Kit 吗？

# CloseDialog.PrimaryButtonText
source: Yes
zh_cn: 退出

# CloseDialog.SecondaryButtonText
source: No
zh_cn: 取消

# DashboardTitle.Text
source: Home
zh_cn: 主页

# DashboardIntro.Text
source: Kit is a local workspace for running selected Windows utilities, comparing behavior with upstream PowerToys, and validating focused changes without sharing the official PowerToys runtime state.
zh_cn: Kit 是用于运行指定 Windows 实用工具的本地工作区，与上游 PowerToys 行为完全对齐，并在独立隔离且零遥测的环境下稳定运行。

# QuickAccessTitle.Title
source: Quick access
zh_cn: 快捷访问

# ShortcutsOverview.Title
source: Shortcuts
zh_cn: 快捷键概览

# UtilitiesHeader.Title
source: Utilities
zh_cn: 实用工具

# NoActionsToShow.Text
source: No actions to show..
zh_cn: 暂无可显示的快捷操作。

# NoShortcutsToShow.Text
source: No shortcuts to show..
zh_cn: 暂无可显示的快捷键。

# Dashboard_SortBy_ToolTip.Text
source: Sort utilities
zh_cn: 工具排序

# Dashboard_SortAlphabetical.Text
source: Alphabetically
zh_cn: 按字母顺序

# Dashboard_SortByStatus.Text
source: By status
zh_cn: 按状态排序

# General_About.Header
source: About
zh_cn: 关于

# General_VersionAndUpdate.Header
source: Version & updates
zh_cn: 版本与更新

# ShowSystemTrayIcon.Header
source: Show system tray icon
zh_cn: 显示系统托盘图标

# ShowSystemTrayIcon.Description
source: To access settings, run the Kit executable again
zh_cn: 若要访问设置，可随时再次运行 Kit 可执行程序

# Appearance_Behavior.Header
source: Appearance & behavior
zh_cn: 外观与行为

# ColorModeHeader.Header
source: Theme
zh_cn: 主题

# Radio_Theme_Dark.Content
source: Dark
zh_cn: 深色

# Radio_Theme_Light.Content
source: Light
zh_cn: 浅色

# Radio_Theme_Default.Content
source: Windows default
zh_cn: 使用系统设置

# GeneralSettings_AlwaysRunAsAdminText.Header
source: Always run as administrator
zh_cn: 始终以管理员身份运行

# Awake.ModuleDescription
source: A convenient way to keep your PC awake on-demand.
zh_cn: 一种无需管理其电源和睡眠设置即可按需保持计算机唤醒状态的工具。

# Awake_EnableSettingsCard.Header
source: Awake
zh_cn: 启用 Awake

# Awake_BehaviorSettingsGroup.Header
source: Behavior
zh_cn: 行为

# Awake_ModeSettingsCard.Header
source: Mode
zh_cn: 模式

# Awake_ModeSettingsCard.Description
source: Manage the state of your device when Awake is active
zh_cn: 管理 Awake 激活时设备的唤醒状态

# Awake_NoKeepAwakeSelector.Content
source: Keep using the selected power plan
zh_cn: 关闭 (处于休眠状态)

# Awake_IndefiniteKeepAwakeSelector.Content
source: Keep awake indefinitely
zh_cn: 无限期保持唤醒

# Awake_TemporaryKeepAwakeSelector.Content
source: Keep awake for a time interval
zh_cn: 限时保持唤醒

# Awake_ExpirableKeepAwakeSelector.Content
source: Keep awake until expiration
zh_cn: 保持唤醒直至指定时间

# Awake_DisplaySettingsCard.Header
source: Keep screen on
zh_cn: 保持屏幕开启

# Awake_DisplaySettingsCard.Description
source: This setting is only available when keeping the PC awake
zh_cn: 阻止显示器休眠

# Awake_IntervalSettingsCard.Header
source: Interval before returning to the previous awake state
zh_cn: 返回上一唤醒状态前的间隔时长

# Awake_IntervalHoursInput.Header
source: Hours
zh_cn: 小时

# Awake_IntervalMinutesInput.Header
source: Minutes
zh_cn: 分钟

# Awake_ExpirationSettingsExpander.Header
source: End date and time
zh_cn: 结束日期与时间

# Awake_ExpirationSettingsExpander_Date.Header
source: End date
zh_cn: 结束日期

# Awake_ExpirationSettingsExpander_Time.Header
source: End time
zh_cn: 结束时间

# LightSwitch.ModuleDescription
source: Easily switch between light and dark mode - on a schedule, automatically, or with a shortcut.
zh_cn: 在深色与浅色模式之间平滑切换系统及应用程序外观风格的实用工具。

# LightSwitch_EnableSettingsCard.Header
source: Light Switch
zh_cn: 启用 Light Switch

# LightSwitch_ShortcutsSettingsGroup.Header
source: Shortcuts
zh_cn: 快捷键

# LightSwitch_ThemeToggle_Shortcut.Header
source: Theme toggle shortcut
zh_cn: 主题切换快捷键

# LightSwitch_ThemeToggle_Shortcut.Description
source: Switch between light and dark mode
zh_cn: 在浅色和深色模式之间切换

# LightSwitch_ScheduleSettingsGroup.Header
source: Schedule
zh_cn: 计划规则

# LightSwitch_ModeSettingsExpander.Header
source: Mode
zh_cn: 模式

# LightSwitch_ModeSettingsExpander.Description
source: Determine when dark mode should be turned on
zh_cn: 确定何时应开启深色模式

# LightSwitch_ModeOff.Content
source: Off
zh_cn: 关闭

# LightSwitch_ModeManual.Content
source: Fixed hours
zh_cn: 固定时间

# LightSwitch_ModeSunsetToSunrise.Content
source: Sunset to sunrise
zh_cn: 日落至日出

# LightSwitch_ModeFollowNightLight.Content
source: Follow Night Light
zh_cn: 跟随系统夜间模式

# LightSwitch_ScheduleOffMessage.Title
source: Scheduling is turned off.
zh_cn: 定时计划已关闭。

# LightSwitch_TurnOnDarkMode.Header
source: Turn on dark mode
zh_cn: 开启深色模式时间

# LightSwitch_TurnOffDarkMode.Header
source: Turn off dark mode
zh_cn: 关闭深色模式时间

# LightSwitch_LocationSettingsCard.Header
source: Location
zh_cn: 地理位置

# LightSwitch_SetLocationButton.Content
source: Set Location
zh_cn: 更新位置

# LightSwitch_OffsetSettingsCard.Header
source: Offset (in minutes)
zh_cn: 偏移量

# LightSwitch_BehaviorSettingsGroup.Header
source: Behavior
zh_cn: 应用范围

# LightSwitch_ApplyDarkModeExpander.Header
source: Apply dark mode to
zh_cn: 将深色模式应用于

# LightSwitch_SystemCheckbox.Header
source: System
zh_cn: 系统 (任务栏、开始菜单等)

# LightSwitch_AppsCheckbox.Header
source: Apps
zh_cn: 应用程序

# ToggleSwitch.OffContent
source: Off
zh_cn: 关

# ToggleSwitch.OnContent
source: On
zh_cn: 开

# Activation_Shortcut_Cancel
source: Cancel
zh_cn: 取消

# Activation_Shortcut_Save
source: Save
zh_cn: 保存

# Activation_Shortcut_Title
source: Activation shortcut
zh_cn: 激活快捷键

# Activation_Shortcut_Description
source: Press a combination of keys to change this shortcut
zh_cn: 按下组合键以更改此快捷键

# Activation_Shortcut_With_Disable_Description
source: Press a combination of keys to change this shortcut. Right-click to remove the key combination, thereby deactivating the shortcut.
zh_cn: 按下组合键以更改此快捷键。右键单击可清除组合键以停用此快捷键。
